[{"NAME": "摩爾定律", "CONTENT": "預計18個月會將晶片的效能提高一倍"}, {"NAME": "梅特卡夫定律", "CONTENT": "一個網路的使用者數目越多，那麼整個網路和該網路內的每台電腦的價值也就越大。"}, {"NAME": "殺手級應用", "CONTENT": "消費者購買了相關硬體，很可能只是為了執行這項應用"}, {"NAME": "定言令式/定然律令", "CONTENT": "道德完全先天地存在於人的理性之中。只有因基於道德的義務感而做出的行為，方存在道德價值。因心地善良而做出的義舉，或是因義務而做出的德行（譬如軍人因救災而犧牲），都不能算作真正有德的行為。"}, {"NAME": "功利主義/效益主義", "CONTENT": "認為最正確的行為是將效益達到最大。「效益」就是快樂，傾向得到最大快樂，而傾向避免痛苦就是正確。"}, {"NAME": "商業智慧（Business Intelligence, BI）", "CONTENT": "指用現代資料倉儲技術、線上分析處理技術、資料探勘和資料展現技術進行資料分析以實現商業價值"}, {"NAME": "管理資訊系統（Management Information System，MIS）", "CONTENT": "是一個以人為主導的，利用電腦硬體、軟體和網路裝置，進行資訊的收集、傳遞、儲存、加工、整理的系統，以提高組織的經營效率。"}, {"NAME": "資訊系統或信息系統（Information Systems）", "CONTENT": "從技術上說就是為了支援組織決策和控制而收集（或獲取）、處理、儲存、分配資訊的一組相互關聯的組件。除了支援決策、協作和控制，資訊系統也可用來幫助經理和工人分析解決問題，使複雜性可視化，以及創造新的產品，從商業角度看，一個資訊系統是一個用於解決環境提出的挑戰的、基於資訊技術的組織管理方案。通常用「資訊系統」這個詞時，特指依賴於計算機技術的資訊系統。"}, {"NAME": "信息技術或資訊科技（英語：Information Technology，簡稱IT）", "CONTENT": "是主要用於管理和處理資訊所採用的各種技術總稱。它主要是應用電腦科學和通訊技術來設計、開發、安裝和實施資訊系統及應用軟體。它也常被稱為資訊和通訊技術（Information and Communications Technology, ICT）。"}, {"NAME": "人工智慧 (AI) ", "CONTENT": "在最簡單的辭彙中，代表人工智慧的 AI 是指可模擬人工智慧執行任務的系統或機器，並且能夠根據收集的資訊來反覆改善自己。AI 的類型五花八門。例如：\n\n搭載 AI 的聊天機器人能更快速了解顧客的問題，並提供更有效的答案\n智慧助手運用 AI 從大規模自由文本資料組中分析關鍵資訊，改善排程計畫\n推薦引擎可以根據使用者的觀看習慣自動推薦電視節目"}, {"NAME": "專案管理定義", "CONTENT": "領導一個團隊在規定時間內實現目標和達到成功標準的過程"}, {"NAME": "專家系統", "CONTENT": "專家系統是早期人工智慧的一個重要分支，它可以看作是一類具有專門知識和經驗的計算機智能程序系統，一般採用人工智慧中的知識表示和知識推理技術來模擬通常由領域專家才能解決的複雜問題。\n\n一般來說，專家系統=知識庫+推理機，因此專家系統也被稱為基於知識的系統。一個專家系統必須具備三要素：\n\n領域專家級知識\n模擬專家思維\n達到專家級的水準"}, {"NAME": "機器學習", "CONTENT": "機器學習是人工智慧的一個分支。人工智慧的研究歷史有著一條從以「推理」為重點，到以「知識」為重點，再到以「學習」為重點的自然、清晰的脈絡。顯然，機器學習是實現人工智慧的一個途徑，即以機器學習為手段解決人工智慧中的問題。"}, {"NAME": "供應鏈攻擊", "CONTENT": "供應鏈攻擊是一種新興的威脅，以軟體發展人員和供應商為目標。 目標是藉由感染合法的應用程式來散發惡意程式碼，來存取原始程式碼、建置程式或更新機制。"}, {"NAME": "共享經濟", "CONTENT": "是一種共用土地、人力、資本與企業職能的社會運作方式。它包括不同個人與組織對商品和服務的創造、生產、分配、交易和消費的共享。常見的形式有汽車共享、拼車、公共自行車、共享行動電源，以及交換住宿等。與此同時，共享經濟又具有弱化擁有權，強化使用權的作用。"}, {"NAME": "資訊長（Chief Information Officer,CIO,也稱資訊長、資訊主管或資訊總監）", "CONTENT": "是企業團體裡的高階主管職位之一，通常是負責對企業內部資訊系統和資訊資源規劃和整合的高級行政管理人員。"}, {"NAME": "執行長（chief executive officer,CEO）又稱為行政總裁、首席執行官", "CONTENT": "是許多公司或企業，尤其是美國企業的頭銜，亦是在一間企業集團、財閥或行政單位中的最高行政負責人。"}, {"NAME": "營運長（Chief Operating Officer，COO），又常稱為營運總監、首席運營官", "CONTENT": "是公司團體裡負責監督管理每日活動的高階管理人員，為企業組織中最高層的成員之一，是許多企業，尤其是美國企業的頭銜，此職位必須監測每日的公司運作，並直接報告給執行長（CEO）。"}, {"NAME": "技術長（英語：Chief Technology Officer，CTO）又常稱為首席技術長、首席技術官", "CONTENT": "是企業團體裡的高階主管職位之一，是企業內負責技術的最高負責人"}]